Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Game Center
ar: مركز اللعبة
bg: Център за игри
ca: Centre de jocs
cs: Herní centrum
da: Spilcenter
el: Κέντρο παιχνιδιών
es: Centro de juegos
et: Mängukeskus
fi: Pelikeskus
fr: Centre de jeux
ga: Ionad Cluiche
gl: Centro de xogos
he: מרכז המשחקים
hi: खेल केंद्र
hr: Centar za igre
id: Pusat Permainan
is: Leikjamiðstöð
it: Centro giochi
ja: ゲームセンター
ka: თამაშის ცენტრი
kk: Ойын орталығы
ko: 게임 센터
lt: Žaidimų centras
lv: Spēļu centrs
mk: Центар за игра
ms: Pusat Permainan
mt: Ċentru tal-Logħob
nb: Spillsenter
nl: Spelcentrum
pl: Centrum gier
pt_br: Centro de jogos
ro: Centrul de jocuri
ru: Игровой центр
sl: Igralni center
sq: Qendra e Lojërave
sr: Гаме Центер
th: เกมเซ็นเตอร์
tr: Oyun Merkezi
uk: Ігровий центр
vi: Trung tâm trò chơi
zh_hans: 游戏中心
zh_hk: 遊戲中心

source: Game Center will ask once before Baranov can see them.
ar: سيسألك Game Center مرة واحدة قبل أن يتمكن بارانوف من رؤيتهم.
bg: Game Center ще попита веднъж, преди Baranov да ги види.
bs: Game Center će pitati jednom prije nego što ih Baranov vidi.
ca: Game Center preguntarà una vegada abans que Baranov els pugui veure.
cs: Game Center se jednou zeptá, než je Baranov uvidí.
da: Game Center vil spørge én gang, før Baranov kan se dem.
de: Game Center wird einmal nachfragen, bevor Baranov sie sehen kann.
el: Το Game Center θα σας ρωτήσει μία φορά πριν προλάβει να τα δει ο Baranov.
es: Game Center preguntará una vez antes de que Baranov pueda verlos.
et: Mängukeskus küsib korra, enne kui Baranov neid näeb.
eu: Game Center-ek behin galdetuko du Baranov-ek ikusi aurretik.
fi: Game Center kysyy kerran ennen kuin Baranov näkee ne.
fr: Game Center demandera une fois avant que Baranov puisse les voir.
ga: Iarrfaidh Game Center uair amháin sula bhféadfaidh Baranov iad a fheiceáil.
gl: Game Center preguntará unha vez antes de que Baranov poida velos.
he: Game Center ישאל פעם אחת לפני שברנוב יוכל לראות אותם.
hi: बारानोव उन्हें देखने से पहले गेम सेंटर एक बार पूछेगा।
hr: Game Center će pitati jednom prije nego što ih Baranov vidi.
hu: A Game Center egyszer megkérdezi, mielőtt Baranov látná őket.
id: Game Center akan bertanya satu kali sebelum Baranov dapat melihatnya.
is: Game Center mun spyrja einu sinni áður en Baranov getur séð þá.
it: Game Center chiederà una volta prima che Baranov possa vederli.
ja: Game Center は Baranov が見る前に一度尋ねます。
ka: თამაშის ცენტრი ითხოვს ერთხელ, სანამ ბარანოვი მათ ნახავს.
kk: Баранов оларды көрмей тұрып ойын орталығы бір рет сұрайды.
ko: Baranov가 보기 전에 Game Center에서 한 번 물어볼 것입니다.
lt: Žaidimų centras paklaus vieną kartą, kol Baranovas juos pamatys.
lv: Spēļu centrs vienreiz jautās, pirms Baranovs tos ieraudzīs.
mk: Game Center ќе праша еднаш пред Баранов да ги види.
ms: Pusat Permainan akan bertanya sekali sebelum Baranov dapat melihatnya.
mt: Game Center se jistaqsi darba qabel Baranov ikun jista' jarahom.
nb: Game Center vil spørre én gang før Baranov kan se dem.
nl: Game Center zal het één keer vragen voordat Baranov ze kan zien.
pl: Game Center zapyta raz, zanim Baranov będzie mógł je zobaczyć.
pt_br: O Game Center perguntará uma vez antes que Baranov possa vê-los.
ro: Game Center va întreba o dată înainte ca Baranov să-i vadă.
ru: Game Center спросит один раз, прежде чем Баранов сможет их увидеть.
sk: Game Center sa raz opýta, kým ich Baranov uvidí.
sl: Game Center bo enkrat vprašal, preden jih bo Baranov videl.
sq: Game Center do të pyesë një herë përpara se Baranov t'i shohë ato.
sr: Гаме Центер ће питати једном пре него што их Баранов види.
sv: Game Center kommer att fråga en gång innan Baranov kan se dem.
th: Game Center จะถามอีกครั้งก่อนที่ Baranov จะมองเห็นพวกเขา
tr: Game Center, Baranov onları görmeden önce bir kez soracaktır.
uk: Game Center запитає один раз, перш ніж Баранов зможе їх побачити.
vi: Game Center sẽ hỏi một lần trước khi Baranov có thể nhìn thấy họ.
zh_hans: 在巴拉诺夫看到它们之前，游戏中心会询问一次。
zh_hk: 在巴拉諾夫看到它們之前，遊戲中心會詢問一次。

source: Geo-lock
ar: القفل الجغرافي
bg: Гео-заключване
bs: Geografska brava
ca: Bloqueig geogràfic
cs: Geo-zámek
da: Geo-lås
de: Geo-Sperre
el: Γεω-κλείδωμα
es: Bloqueo geográfico
et: Geo-lukk
eu: Geo-blokeoa
fi: Geo-lukko
fr: Géo-verrouillage
ga: Geo-ghlas
gl: Bloqueo xeolóxico
he: נעילה גיאוגרפית
hi: जियो-लॉक
hr: Geo-brava
hu: Földrajzi zár
id: Kunci geografis
is: Geo-lás
it: Blocco geografico
ja: ジオロック
ka: გეო-საკეტი
kk: Гео-құлыптау
ko: 지리적 잠금
lt: Geografinis užraktas
lv: Ģeogrāfiskā atslēga
mk: Гео-заклучување
ms: Kunci geo
mt: Ġeo-lock
nb: Geo-lås
nl: Geo-vergrendeling
pl: Geo-blokada
pt_br: Bloqueio geográfico
ro: Geo-blocare
ru: Гео-блокировка
sk: Geo-zámok
sl: Geo-ključavnica
sq: Gjeo-bllokimi
sr: Гео-лоцк
sv: Geo-lås
th: Geo-ล็อค
tr: Coğrafi kilit
uk: Гео-замок
vi: Khóa địa lý
zh_hans: 地质锁
zh_hk: 地質鎖

source: Geo-Lock
ar: قفل جغرافي
bg: Гео-заключване
bs: Geo-zaključavanje
ca: Bloqueig geogràfic
cs: Geografický zámek
da: Geo-lås
de: Geo-Sperre
el: Γεωκλείδωμα
es: Bloqueo geográfico
et: Geo-lukk
eu: Geo-blokeoa
fi: Maantieteellinen lukko
fr: Géo-verrouillage
ga: Geo-ghlas
gl: Bloqueo xeolóxico
he: נעילה גיאוגרפית
hi: जियो-लॉक
hr: Geografska brava
hu: Földrajzi zár
id: Kunci Geo
is: Geo-lás
it: Blocco geografico
ja: ジオロック
ka: გეო-საკეტი
kk: Гео-құлыптау
ko: 지리적 잠금
lt: Geografinis užraktas
lv: Ģeogrāfiskā slēdzene
mk: Гео-заклучување
ms: Kunci geo
mt: Ġeo-Lock
nb: Geo-lås
nl: Geo-vergrendeling
pl: Geo-blokada
pt_br: Bloqueio geográfico
ro: Blocare geografică
ru: Гео-лок
sk: Geo-zámok
sl: Geografska zapora
sq: Gjeo-Lock
sr: Гео-Лоцк
sv: Geografisk låsning
th: Geo-ล็อค
tr: Coğrafi Kilit
uk: Гео-замок
vi: Khóa địa lý
zh_hans: 地质锁
zh_hk: 地質鎖

source: Get a stamp in the rain and refuse to complain
ar: احصل على ختم في المطر وارفض الشكوى
bg: Вземете печат в дъжда и откажете да се оплаквате
bs: Uzmite markicu na kiši i odbijte da se žalite
ca: Aconsegueix un segell sota la pluja i negues a queixar-te
cs: Získejte razítko v dešti a odmítněte si stěžovat
da: Få et stempel i regnen og nægt at klage
de: Hole dir im Regen einen Stempel und beschwere dich nicht
el: Πάρτε ένα γραμματόσημο στη βροχή και αρνηθείτε να παραπονεθείτε
es: Consigue un sello bajo la lluvia y niégate a quejarte
et: Võtke vihmaga tempel ja keelduge kaebamast
eu: Lortu zigilu bat euripean eta uko egin kexatzeari
fi: Hanki leima sateessa ja kieltäydy valittamasta
fr: Obtenez un tampon sous la pluie et refusez de toi plaindre
ga: Faigh stampa sa bháisteach agus diúltaigh gearán a dhéanamh
gl: Obtén un selo baixo a choiva e négase a queixarse
he: קבל בול בגשם ומסרב להתלונן
hi: बारिश में स्टांप प्राप्त करें और शिकायत करने से इंकार कर दें
hr: Dobijte markicu na kiši i odbijte se žaliti
hu: Szerezzen bélyeget az esőben, és ne panaszkodjon
id: Dapatkan cap di tengah hujan dan tolak mengeluh
is: Fáðu stimpil í rigningunni og neita að kvarta
it: Ottieni un timbro sotto la pioggia e rifiutati di lamentarti
ja: 雨の中でもスタンプを押して文句を言わない
ka: მიიღეთ ბეჭედი წვიმაში და უარი თქვით ჩივილზე
kk: Жаңбырда мөртабан алыңыз және шағымданудан бас тартыңыз
ko: 비 속에서도 스탬프를 받고 불평을 거부하세요
lt: Gauk antspaudą lyjant ir atsisakyk skųstis
lv: Saņemiet zīmogu lietū un atsakieties sūdzēties
mk: Земете печат на дождот и одбијте да се жалите
ms: Dapatkan setem dalam hujan dan enggan mengadu
mt: Ikseb timbru fix-xita u tirrifjuta li tilmenta
nb: Få et stempel i regnet og nekter å klage
nl: Haal een stempel in de regen en weiger te klagen
pl: Zdobądź znaczek w deszczu i nie narzekaj
pt_br: Ganhe um carimbo na chuva e se recuse a reclamar
ro: Obțineți o ștampilă în ploaie și refuzați să vă plângeți
ru: Получите штамп под дождем и откажитесь жаловаться
sk: Získajte pečiatku v daždi a odmietnite sa sťažovať
sl: Pridobite žig v dežju in zavrnite pritožbo
sq: Merrni një pullë në shi dhe refuzoni të ankoheni
sr: Узмите печат на киши и одбијте да се жалите
sv: Få en stämpel i regnet och vägra klaga
th: รับแสตมป์กลางสายฝนและปฏิเสธที่จะบ่น
tr: Yağmurda pul alın ve şikayet etmeyi reddedin
uk: Отримати штамп під дощем і відмовитися від скарг
vi: Nhận tem trong mưa và từ chối khiếu nại
zh_hans: 雨中盖章，拒绝抱怨
zh_hk: 雨中蓋章，拒絕抱怨

source: Get chased by a dog and win
ar: طاردك كلب واربح
bg: Бъдете преследвани от куче и спечелете
bs: Progoni te pas i pobijedi
ca: Deixa't perseguit per un gos i guanya
cs: Nechte se pronásledovat psem a vyhrajte
da: Bliv jaget af en hund og vind
de: Lass dich von einem Hund jagen und gewinne
el: Κυνηγηθείτε από έναν σκύλο και κερδίστε
es: Déjate perseguir por un perro y gana
et: Hakka koer jälitama ja võida
eu: Txakur batek atzetik eraman eta irabazi
fi: Tule koiran jahtaamaan ja voita
fr: Soyez poursuivi par un chien et gagnez
ga: Faigh ruaig ag madra agus buaigh
gl: Déixate perseguir por un can e gaña
he: רדוף על ידי כלב ותנצח
hi: कुत्ते का पीछा करें और जीतें
hr: Pustite se u lov na psa i pobijedite
hu: Kergessen egy kutya, és nyerjen
id: Dikejar oleh seekor anjing dan menang
is: Láttu hund elta þig og sigraðu
it: Fatti inseguire da un cane e vinci
ja: 犬に追いかけられて勝つ
ka: დაედევნეთ ძაღლს და გაიმარჯვეთ
kk: Ит қуып, жеңіске жетіңіз
ko: 개에게 쫓기며 승리하세요
lt: Būkite persekiojami šuns ir laimėkite
lv: Dodies vajāt sunim un uzvari
mk: Ве брка куче и победи
ms: Kejar anjing dan menang
mt: Ikseb segwit minn kelb u irbaħ
nb: Bli jaget av en hund og vinn
nl: Laat je achtervolgen door een hond en win
pl: Daj się gonić psu i wygraj
pt_br: Seja perseguido por um cachorro e vença
ro: Fii urmărit de un câine și câștigă
ru: Преследуйся собакой и выиграй
sk: Nechajte sa prenasledovať psom a vyhrajte
sl: Naj vas zasleduje pes in zmagajte
sq: Ndiqe një qen dhe fito
sr: Прогони те пас и победи
sv: Bli jagad av en hund och vinn
th: ถูกสุนัขไล่ล่าและชนะ
tr: Bir köpek tarafından kovalan ve kazan
uk: Піддайтеся погоні за собакою та виграйте
vi: Bị chó đuổi và giành chiến thắng
zh_hans: 被狗追并获胜
zh_hk: 被狗追並獲勝

source: Getting started…
ar: البدء…
bg: Първи стъпки...
bs: Početak…
ca: Començant...
cs: Začínáme…
da: Kom godt i gang...
de: Erste Schritte…
el: Ξεκινώντας…
es: Empezando…
et: Alustamine…
eu: Hasten…
fi: Aloitus…
fr: Commencer…
ga: Ag tosú…
gl: Comezando...
he: מתחילים...
hi: आरंभ हो रहा है...
hr: Početak...
hu: Kezdő lépések…
id: Memulai…
is: Byrjað...
it: Iniziare...
ja: 始めましょう…
ka: დაწყება…
kk: Басталуда…
ko: 시작하는 중…
lt: Darbo pradžia…
lv: Darba sākšana…
mk: Почнуваме…
ms: Bermula…
mt: Nibdew...
nb: Komme i gang …
nl: Aan de slag…
pl: Pierwsze kroki…
pt_br: Começando…
ro: Început...
ru: Начало работы…
sk: Začíname…
sl: Začetek ...
sq: Duke filluar…
sr: Почетак…
sv: Komma igång...
th: กำลังเริ่มต้น...
tr: Başlarken…
uk: Початок роботи…
vi: Bắt đầu…
zh_hans: 开始使用…
zh_hk: 開始使用…

source: Give it a name — it'll grow up carrying your letters, for as long as you keep Baranov.
ar: سمِّه اسماً — سينمو حاملاً رسائلك طالما تستخدم Baranov.
bg: Дайте му име — ще порасне, носейки писмата ви, докато държите Баранов.
bs: Dajte mu ime - odrastaće noseći vaša pisma, sve dok čuvate Baranova.
ca: Posa-li un nom: creixerà portant les teves cartes, mentre mantinguis Baranov.
cs: Pojmenujte ho — vyroste při doručování vašich dopisů po celou dobu, co budete mít Baranov.
da: Giv den et navn — den vil vokse op med at bære dine breve, så længe du har Baranov.
de: Gib ihm einen Namen — er wird wachsen und deine Briefe tragen, solange du Baranov nutzt.
el: Δώστε του ένα όνομα — θα μεγαλώσει κουβαλώντας τα γράμματά σας για όσο καιρό έχετε το Baranov.
es: Ponle un nombre: crecerá llevando tus cartas mientras sigas usando Baranov.
et: Andke sellele nimi - see kasvab teie kirju kandes nii kaua, kuni te Baranovit hoiate.
eu: Eman izena, zure eskutitzak eramanez haziko da, Baranov mantentzen duzun bitartean.
fi: Anna sille nimi — se kasvaa kantaen kirjeitäsi niin kauan kuin käytät Baranovia.
fr: Donne-lui un nom — il grandira en portant tes lettres, aussi longtemps que tu garderas Baranov.
ga: Tabhair ainm dó - beidh sé ag fás suas ag iompar do litreacha, chomh fada agus a choimeádann tú Baranov.
gl: Dálle un nome: crecerá cargando as túas cartas, mentres manteñas a Baranov.
he: תנו לו שם — הוא יגדל וישא את מכתביכם כל עוד אתם משתמשים ב-Baranov.
hi: इसे एक नाम दें — जब तक आप Baranov का उपयोग करेंगे, यह आपके पत्र ले जाते हुए बड़ा होगा।
hr: Dajte mu ime — odrastat će noseći vaša pisma, sve dok budete držali Baranova.
hu: Adj neki nevet – a te leveleidet fogja cipelni, amíg megtartod Baranovot.
id: Beri ia nama — ia akan tumbuh membawa surat-suratmu selama kamu menggunakan Baranov.
is: Gefðu því nafn — það mun alast upp með bréfin þín, svo lengi sem þú heldur Baranov.
it: Dagli un nome: crescerà portando le tue lettere per tutto il tempo in cui userai Baranov.
ja: 名前をつけてあげてください。Baranovを使い続ける限り、手紙を運びながら成長していきます。
ka: დაარქვით სახელი - ის გაიზრდება თქვენი ასოების ტარებით, სანამ ბარანოვს შეინახავთ.
kk: Атын қой — Барановты ұстағанша, ол сіздің хаттарыңызды көтеріп өседі.
ko: 이름을 지어주세요. Baranov를 사용하는 동안 편지를 전하며 함께 자라날 것입니다.
lt: Duok jam vardą – jis augs nešiodamas tavo laiškus, kol laikysi Baranovą.
lv: Dodiet tai vārdu — tas augs, nesot jūsu vēstules, tik ilgi, kamēr jūs paturēsit Baranovu.
mk: Дајте му име - ќе порасне носејќи ги вашите писма, се додека го чувате Баранов.
ms: Berikannya nama — ia akan membesar membawa surat-surat anda sepanjang anda menggunakan Baranov.
mt: Agħtiha isem — se tikber ġġorr l-ittri tiegħek, sakemm iżżomm lil Baranov.
nb: Gi den et navn — den vil vokse opp og bære brevene dine så lenge du har Baranov.
nl: Geef hem een naam — hij zal opgroeien terwijl hij je brieven bezorgt, zolang je Baranov gebruikt.
pl: Nadaj mu imię — będzie dorastał, nosząc twoje listy, tak długo, jak będziesz mieć Baranov.
pt_br: Dê um nome a ele — ele crescerá levando suas cartas enquanto você tiver o Baranov.
ro: Dă-i un nume — va crește purtând scrisorile tale, atâta timp cât îl ții pe Baranov.
ru: Дайте ему имя — он вырастет, доставляя твои письма, пока с тобой Baranov.
sk: Daj mu meno — vyrastie a bude nosiť tvoje písmená, kým si necháš Baranova.
sl: Daj mu ime — zrasel bo ob tvojih pismih, dokler boš imel Baranova.
sq: Jepini një emër - do të rritet duke mbajtur letrat tuaja, për aq kohë sa ju e mbani Baranov.
sr: Дајте му име — оно ће расти носећи ваша писма, докле год чувате Баранова.
sv: Ge den ett namn — den kommer att växa upp och bära dina brev så länge du har Baranov.
th: ตั้งชื่อให้มัน — มันจะเติบโตขึ้นพร้อมกับส่งมอบจดหมายของคุณ ตราบเท่าที่คุณยังใช้ Baranov
tr: Ona bir isim verin — Baranov'u kullandığınız sürece mektuplarınızı taşıyarak büyüyecek.
uk: Дайте йому ім'я — він зростатиме, доставляючи твої листи, поки з тобою Baranov.
vi: Hãy đặt tên cho nó — nó sẽ lớn lên cùng những lá thư của bạn chừng nào bạn còn dùng Baranov.
zh_hans: 为它起个名字吧——只要你使用 Baranov，它便会陪伴着你，在一封封信件的递送中渐渐成长。
zh_hk: 為它起個名字吧——只要你使用 Baranov，它便會陪伴著你，在一封封信件的遞送中漸漸成長。

source: Give your ram a name.
ar: سمِّ كبشك.
bg: Дайте име на вашия овен.
bs: Dajte svom ovnu ime.
ca: Posa un nom al teu ariet.
cs: Pojmenujte svého berana.
da: Giv din vædder et navn.
de: Gib deinem Widder einen Namen.
el: Δώστε ένα όνομα στο κριάρι σας.
es: Ponle un nombre a tu carnero.
et: Pane oma jäärale nimi.
eu: Eman izena zure ahariari.
fi: Anna pässillesi nimi.
fr: Donnez un nom à ton bélier.
ga: Tabhair ainm do do reithe.
gl: Dálle un nome ao teu carneiro.
he: תנו שם לאיל שלכם.
hi: अपने मेढ़े को एक नाम दें।
hr: Dajte ime svom ovnu.
hu: Adj nevet a kosodnak.
id: Beri nama domba jantanmu.
is: Gefðu hrútnum þínum nafn.
it: Dai un nome al tuo ariete.
ja: 牡羊に名前をつけましょう。
ka: დაარქვით თქვენს ვერძს სახელი.
kk: Қошқарыңызға ат беріңіз.
ko: 숫양의 이름을 지어주세요.
lt: Duok savo avinui vardą.
lv: Dod savam aunam vārdu.
mk: Дајте му име на вашиот овен.
ms: Berikan nama kepada biri-biri jantan anda.
mt: Agħti isem il-muntun tiegħek.
nb: Gi væren din et navn.
nl: Geef je ram een naam.
pl: Nadaj imię swojemu baranowi.
pt_br: Dê um nome ao seu carneiro.
ro: Dă un nume berbecului tău.
ru: Дайте имя твоему барану.
sk: Dajte svojmu baranovi meno.
sl: Dajte svojemu ovnu ime.
sq: Jepni dashin tuaj një emër.
sr: Дајте свом овну име.
sv: Ge din bagge ett namn.
th: ตั้งชื่อให้แกะของคุณ
tr: Koçunuza bir isim verin.
uk: Дайте ім'я твоєму барану.
vi: Đặt tên cho chú cừu của bạn.
zh_hans: 为你的公羊起个名字。
zh_hk: 為你的公羊起個名字。

source: Go back to choosing a place on the map
ar: ارجع إلى اختيار مكان على الخريطة
bg: Върнете се към избора на място на картата
bs: Vratite se na odabir mjesta na mapi
ca: Torneu a triar un lloc al mapa
cs: Vraťte se k výběru místa na mapě
da: Gå tilbage til at vælge et sted på kortet
de: Zurück zur Ortsauswahl auf der Karte
el: Επιστρέψτε στην επιλογή ενός μέρους στο χάρτη
es: Volver a elegir un lugar en el mapa
et: Minge tagasi kaardil koha valimise juurde
eu: Itzuli mapako leku bat aukeratzera
fi: Palaa valitsemaan paikka kartalta
fr: Revenir au choix d'un lieu sur la carte
ga: Téigh ar ais chuig áit a roghnú ar an léarscáil
gl: Volve a escoller un lugar no mapa
he: חזור לבחירת מקום במפה
hi: मानचित्र पर स्थान चुनने पर वापस जाएँ
hr: Vratite se na odabir mjesta na karti
hu: Térjen vissza a hely kiválasztásához a térképen
id: Kembali memilih tempat di peta
is: Farðu aftur í að velja stað á kortinu
it: Torna alla scelta di un luogo sulla mappa
ja: 地図上の場所の選択に戻る
ka: დაუბრუნდით რუკაზე ადგილის არჩევას
kk: Картадағы орынды таңдауға оралыңыз
ko: 지도에서 장소 선택으로 돌아가기
lt: Grįžkite prie vietos pasirinkimo žemėlapyje
lv: Atgriezieties pie vietas izvēles kartē
mk: Вратете се на изборот на место на мапата
ms: Kembali memilih tempat pada peta
mt: Mur lura għall-għażla ta 'post fuq il-mappa
nb: Gå tilbake til å velge et sted på kartet
nl: Ga terug naar het kiezen van een plaats op de kaart
pl: Wróć do wyboru miejsca na mapie
pt_br: Volte para escolher um lugar no mapa
ro: Reveniți la alegerea unui loc de pe hartă
ru: Вернитесь к выбору места на карте
sk: Vráťte sa k výberu miesta na mape
sl: Vrnite se k izbiri mesta na zemljevidu
sq: Kthehuni te zgjedhja e një vendi në hartë
sr: Вратите се на избор места на мапи
sv: Gå tillbaka till att välja en plats på kartan
th: กลับไปเลือกสถานที่บนแผนที่
tr: Haritada yer seçmeye geri dönün
uk: Поверніться до вибору місця на карті
vi: Quay lại việc chọn địa điểm trên bản đồ
zh_hans: 返回到在地图上选择地点
zh_hk: 回到在地圖上選擇地點

source: Going your way
ar: تسير في طريقك
bg: Върви по своя път
bs: Idete svojim putem
ca: Seguint el teu camí
cs: Jít svou cestou
da: Går din vej
de: In deiner Richtung
el: Ακολουθώντας το δρόμο σου
es: siguiendo tu camino
et: Oma teed minemas
eu: Zure bidetik joatea
fi: Menee haluamallasi tavalla
fr: Suivre ton chemin
ga: Ag dul do bhealach
gl: Seguindo o teu camiño
he: הולך בדרך שלך
hi: अपने रास्ते जा रहे हैं
hr: Ići svojim putem
hu: Megy az utad
id: Pergi sesuai keinginanmu
is: Fer þína leið
it: Vado per la tua strada
ja: あなたのやり方で進んでください
ka: შენი გზით მიდიხარ
kk: Өз жолыңмен жүру
ko: 당신의 길을 가세요
lt: Eina savo keliu
lv: Iet savu ceļu
mk: Оди по својот пат
ms: Pergi ke arah anda
mt: Sejjer triqtek
nb: Går din vei
nl: Jouw weg gaan
pl: Idziesz swoją drogą
pt_br: Seguindo seu caminho
ro: Mergând pe drumul tău
ru: По пути с тобой
sk: Idete svojou cestou
sl: Greš svojo pot
sq: Duke shkuar në rrugën tuaj
sr: Идете својим путем
sv: Går din väg
th: ไปตามทางของคุณ
tr: Senin yoluna gidiyor
uk: Йду своїм шляхом
vi: Đi theo cách của bạn
zh_hans: 走你的路
zh_hk: 走你的路

source: Gold
ar: ذهب
bg: злато
bs: Zlato
ca: Or
cs: Zlato
da: Guld
el: Χρυσός
es: Oro
et: Kuldne
eu: Urrea
fi: Kulta
fr: Or
ga: Óir
gl: Ouro
he: זָהָב
hi: सोना
hr: Zlato
hu: Arany
id: Emas
is: Gull
it: Oro
ja: 金
ka: ოქრო
kk: Алтын
ko: 금
lt: Auksas
lv: Zelts
mk: Злато
ms: emas
mt: Deheb
nb: Gull
nl: Goud
pl: Złoto
pt_br: Ouro
ro: Aur
ru: Золото
sk: Zlato
sl: zlato
sq: Ari
sr: Злато
sv: Guld
th: ทอง
tr: Altın
uk: золото
vi: Vàng
zh_hans: 金子
zh_hk: 金子
